Repository: earthlingsoft/Symmetries
Catalog: *.lproj/Localizable.strings
Languages: fr, german

source: Animate Path
fr: Animer le chemin
german: Pfad animieren

source: Space Out
fr: Arrière-plan éclaté

source: Stop Animation
fr: Arrêter l'animation
german: Animation anhalten

source: Whoa – stop spacing out!
fr: Woah! Arrêter l'arrière-plan éclaté !
german: Whoa – genug gespaced!

source: Start Demo
fr: Démarrer la démo
german: Anleitung abspielen

source: Stop Demo
fr: Arrêter la démo
german: Anleitung beenden

source: This setting cannot be changed while the Demo is running.
fr: Ce réglage ne peut plus être changé pendant la démo est en cours d'exécution.
german: Diese Einstellung kann nicht verändert werden, während die Anleitung abgespielt wird.

source: Animations cannot be started while the Demo is running. Please wait until the Demo has ended or use the Stop Demo command to do so.
fr: Les animations ne peuvent pas être démarrées alors que la démo est en cours d'exécution. S’il vous plaît attendre jusqu'à ce que la démo ait pris fin ou utiliser le bouton « Arrêter la démo » pour le faire.
german: Die Animation kann nicht gestartet werden, solange die Anleitung angezeigt wird. Bitte warten Sie bis die Anleitung zu Ende ist oder verwenden Sie den ‚Anleitung beenden‘ Befehl.

source: Registered to
fr: Enregistrer à

source: Export
fr: Exporter
german: Exportieren

source: PayPalURL
fr: https://www.paypal.com/xclick/business=earthlingsoft%40earthlingsoft.net&item_name=Symmetries&no_shipping=1&cn=Comments&tax=0&currency_code=EUR

source: E-Mail earthlingsoft
fr: Écrire à earthlingsoft

source: Symmetries license problem
fr: Problème de licence Symmetries

source: Symmetries is registered.
german: Symmetries wurde registriert.

source: Thank you for your support. The full range of export features is now available.
german: Vielen Dank für Ihre Unterstützung. Alle Exportfunktionen sind nun verfügbar.

source: The registration code Symmetries received was invalid.
german: Die an Symmetries übergebenen Registrierungsdatan sind ungültig. Sollte der Link im E-Mail Programm nicht vollständig klickbar sein, er Registrierungslink dort auch ausgewählt und in die Zwischenablage kopiert werden. Beim erneuten Umschalten zu Symmetries, wird der Registriercode dann erkannt.

source: Invalid registration code.
german: Ungültige Registrierung

source: Bummer
german: Mist
